<template>
  <el-collapse accordion>
    <el-collapse-item title="什么是学分银行" name="1">
      <div>与终身学习体系的指向，对传统的教育管理体系、制度和模式提出了新的挑战和要求。</div>
      <div>建立“学分银行”等不同类型学习成果的认证、评估与转换制度，是我国教育体制改革的重要战略任务。</div>
      <div>构建学分银行是建设重庆市终身学习体系和学习型社会、满足市民多元化学习需求的需要，是落实国家和重庆市中长期教育改革和发展规划纲要中建立“学分银行”制度、搭建终身学习“立交桥”的要求，是完善重庆市终身学习体系的有效措施之一。</div>
      <div>该终身学习学分银行面向广大学习者，以终身学习学分认定、累积和转换作为主要功能，是一个学习成果认证管理中心和转换服务平台</div>
    </el-collapse-item>
    <el-collapse-item title="学分银行的意义" name="2">
      <div>“学分银行”是一种模拟或是借鉴银行的功能特点，使学生能够自由选择学习内容、学习时间、学习地点的管理模式。</div>
      <div>与银行零存整取的储蓄方式相似，学习者平时零星学习可以得到学分，这些学分能像货币那样被存储在国家相关部门授权的机构，当达到一定标准之后，还能兑换相应的学历和非学历证书。</div>
    </el-collapse-item>
    <el-collapse-item title="学分银行核心业务" name="3">
      <div>终身学习体系的指向，对传统的教育管理体系、制度和模式提出了新的挑战和要求。</div>
      <div>建立“学分银行”等不同类型学习成果的认证、评估与转换制度，是我国教育体制改革的重要战略任务。</div>
      <div>构建学分银行是建设终身学习体系和学习型社会、满足广大人民多元化学习需求的需要，是落实国家长期教育改革和发展规划纲要中建立“学分银行”制度、搭建终身学习“立交桥”的要求，是完善终身学习体系的有效措施之一。</div>
    </el-collapse-item>
  </el-collapse>
</template>

<script>
  export default {
    data() {
      return {
        activeName: '1'
      };
    }
  }

</script>